Repository: devserega/mineclonia
Catalog: mods/ITEMS/mcl_copper/locale/poconvert/*.po
Languages: hu, ru

source: Waxed @1
hu: Viaszolt @1
ru: Вощеный @1

source: Copper Ingot
hu: Réz úr
ru: Медный слиток

source: Molten Raw Copper. It is used to craft blocks.
hu: Olvasztott nyers réz. Blokkok készítéséhez használható.
ru: Медный слиток. Используется для крафта блоков.

source: Raw Copper
hu: Nyers Réz
ru: Необработанная медь

source: Raw Copper. Mine a Copper Ore to get it.
hu: Nyers réz. Bányássz rézércet, hogy hozzájuss.
ru: Необработанная медь. Добудьте медную руду, чтобы получить её.

source: Copper Ore
hu: Rézérc
ru: Медная руда

source: Some copper contained in stone, it is pretty common and can be found below sea level.
hu: Kőben található réz. A tengerszint alatti mélységben meglehetősen gyakori.
ru: Залежи медной руды находятся в камне, медь довольно распространена и может быть найдена ниже уровня моря.

source: Block of Raw Copper
hu: Rézérc blokk
ru: Блок необработанной меди

source: A block used for compact raw copper storage.
hu: Rézérc kompakt tárolására szolgáló blokk.
ru: Блок используется для компактного хранения необработанной меди.

source: Exposed
hu: Kitett
ru: Раскроенный

source: Weathered
hu: Viharvert
ru: Выветренный

source: Oxidized
hu: Patinás
ru: Окисленный

source: Block of
hu: Blokk
ru: Блок из

source: @1 Copper
hu: @1 Réz
ru: @1 медь

source: @1 copper is mostly a decorative block.
hu: A @1 Réz főleg dekorációs célokra használható.
ru: @1 медь - это в основном декоративный блок.

source: @1 Cut Copper
hu: @1 Vágott Réz
ru: @1 резаная медь

source: @1 Chiseled Copper
hu: @1 Vésett Réz
ru: @1 Чеканная медь

source: @1 Chiseled copper is mostly a decorative block.
hu: @1 Vésett Réz főleg dekorációs célra.
ru: @1 Чеканная медь - это в основном декоративный блок.

source: @1 Copper Grate
hu: @1 Rézrács
ru: @1 Медная решетка

source: @1 Copper Bulb On
hu: Világító @1 Réz Izzó
ru: @1 Медная лампа включена

source: @1 Copper Bulb
hu: @1 Réz Izzó
ru: @1 Медная лампа

source: @1 Copper Trapdoor
hu: @1 Réz Csapóajtó
ru: @1 Медный люк

source: @1 Copper Door
hu: @1 Réz Ajtó
ru: @1 Медная дверь
