Repository: devserega/mineclonia
Catalog: mods/ITEMS/mcl_buckets/locale/poconvert/*.po
Languages: hu

source: Bucket of @1
hu: Teli Vödör @1

source: This bucket is filled with water and @1.
hu: Ebben a vödörben víz és @1 van.

source: Place it to empty the bucket and place a @1. Obtain by right clicking on a @2 with a bucket of water.
hu: Tedd le a vödröt, hogy kiürítsd és elhelyezd: @1. Felveheted, ha egy vödör vízzel jobb gombot nyomsz erre: @2.

source: Places a water source and a @1.
hu: Vízforrást és @1-t helyez el.

source: Empty Bucket
hu: Üres Vödör

source: A bucket can be used to collect and release liquids.
hu: A vödörrel folyadékot szállíthatsz és önthetsz ki.

source: Punch a liquid source to collect it. You can then use the filled bucket to place the liquid somewhere else.
hu: Üss meg egy folyadékforrást a begyűjtéshez. Ezután a teli vödör segítségével elhelyezheted a folyadékot valahol máshol.

source: Collects liquids
hu: Folyadékot gyűjt be

source: Lava Bucket
hu: Láva Vödör

source: A bucket can be used to collect and release liquids. This one is filled with hot lava, safely contained inside. Use with caution.
hu: A vödör folyadékok összegyűjtésére és kiöntésére használható. Ez tele van forró lávával. Használd óvatosan.

source: Get in a safe distance and place the bucket to empty it and create a lava source at this spot. Don't burn yourself!
hu: Kerülj biztonságos távolságba és helyezd el a vödröt a kiürítéshez. Ezzel lávaforrást hozol létre ezen a helyen. Ne égesd meg magad!

source: Places a lava source
hu: Lávaforrást helyez el

source: Water Bucket
hu: Vizes Vödör

source: A bucket can be used to collect and release liquids. This one is filled with water.
hu: A vödör folyadékok összegyűjtésére és kiöntésére használható. Ez vízzel van tele.

source: Place it to empty the bucket and create a water source.
hu: Helyezd el a vödröt a kiürítéshez, ezzel vízforrást hozol létre.

source: Places a water source
hu: Vízforrást hoz létre

source: River Water Bucket
hu: Folyóvizes Vödör

source: A bucket can be used to collect and release liquids. This one is filled with river water.
hu: A vödör folyadékok összegyűjtésére és kiöntésére használható. Ez folyóvízzel van tele.

source: Place it to empty the bucket and create a river water source.
hu: Helyezd el a vödröt a kiürítéshez, ezzel folyóvíz forrást hozol létre.

source: Places a river water source
hu: Folyóvíz forrást hoz létre
