Repository: devserega/mineclonia
Catalog: mods/ITEMS/mclx_stairs/locale/poconvert/*.po
Languages: ru

source: Lapis Lazuli Stairs
ru: Лазуритовые ступени

source: Lapis Lazuli Slab
ru: Лазуритовая плита

source: Gold Stairs
ru: Лестница из золота

source: Gold Slab
ru: Плита из золота

source: Iron Stairs
ru: Железная лестница

source: Iron Slab
ru: Железная плита

source: Cracked Stone Brick Stairs
ru: Ступени из потрескавшихся каменных кирпичей

source: Cracked Stone Brick Slab
ru: Плита из потрескавшихся каменных кирпичей

source: Cracked Deepslate Brick Stairs
ru: Лестница из кирпича глубинного сланца с трещинами

source: Cracked Deepslate Brick Slab
ru: Плита из кирпича глубинного сланца с трещинами

source: Cracked Deepslate Tile Stairs
ru: Лестница с растрескавшейся плиткой глубинного сланца

source: Cracked Deepslate Tile Slab
ru: Растрескавшаяся плитка глубинного сланца

source: End Stone Stairs
ru: Лестница из камня края

source: End Stone Slab
ru: Плита из камня края

source: Smooth Stone Stairs
ru: Лестница из гладкого камня

source: Terracotta Stairs
ru: Терракотовая лестница

source: Terracotta Slab
ru: Терракотовая плита

source: @1 Concrete Stairs
ru: @1 Бетонная лестница

source: @1 Concrete Slab
ru: @1 Бетонная плита

source: @1 Terracotta Stairs
ru: @1 Терракотовая лестница

source: @1 Terracotta Slab
ru: @1 Терракотовая плита

source: Concrete Slab
ru: Бетонная плита

source: Double Concrete Slab
ru: Двойная бетонная плита

source: Concrete Stairs
ru: Бетонные ступени

source: Double Terracotta Slab
ru: Двойная терракотовая плита
